/**
 * 13. Фургон кави. Завантажити фургон певного об’єму вантажем на певну суму з різних
 * видів кави, що може знаходитися у різних фізичних станах (зернова, мелена,
 * розчинна в банках і пакетиках). Враховувати об’єм кави разом з упаковкою.
 * Здійснити сортування товарів на основі співвідношення ціни та ваги. Знайти товар у
 * фургоні, що відповідає заданому діапазону параметрів якості.
 * @version 0.1
 * @Author Andriy Litvinyuk
 */
package com.company;

public class Main {
    /**
     * Правки для лаби
     * (+) Добавити масиви для різних типів кави і заповнювати з них
     * (+)Каву на різні класи розкласти
     * (+)Команду без масива зробити, або перевірити щоб одинакові результати команд не закидались в нього
     * (+) Зробити окремий клас  Run
     *
     * @param args
     */
    public static void main(String[] args) {
       CoffeeVan coffeeVan = new CoffeeVan();
       coffeeVan.run();
    }
}
